Repository: Dealer-Of-Happiness/Banana
Catalog: AIGoodbye/AIGoodbye/Localizable.xcstrings
Source language: en
Languages: de, el, es, fr, it, ja, ko, pt_br, ru, uk, zh_hans, zh_hk

source: Offline transcription isn't available for this language, so this recording will be audio only. Adding the language under Settings > General > Keyboard > Dictation Languages usually enables it.
de: Offline-Transkription ist für diese Sprache nicht verfügbar, deshalb enthält diese Aufnahme nur Audio. Wenn du die Sprache unter Einstellungen > Allgemein > Tastatur > Diktiersprachen hinzufügst, wird sie meist verfügbar.
el: Η απομαγνητοφώνηση εκτός σύνδεσης δεν είναι διαθέσιμη για αυτή τη γλώσσα, οπότε αυτή η ηχογράφηση θα έχει μόνο ήχο. Αν προσθέσεις τη γλώσσα στις Ρυθμίσεις > Γενικά > Πληκτρολόγιο > Γλώσσες υπαγόρευσης, συνήθως ενεργοποιείται.
es: La transcripción sin conexión no está disponible para este idioma, así que esta grabación será solo de audio. Añadir el idioma en Ajustes > General > Teclado > Idiomas de dictado suele activarlo.
fr: La transcription hors ligne n'est pas disponible pour cette langue : cet enregistrement contiendra uniquement l'audio. L'ajout de la langue dans Réglages > Général > Clavier > Langues de dictée l'active généralement.
it: La trascrizione offline non è disponibile per questa lingua, quindi questa registrazione sarà solo audio. Aggiungere la lingua in Impostazioni > Generali > Tastiera > Lingue di dettatura di solito la attiva.
ja: この言語ではオフラインの文字起こしを利用できないため、この録音は音声のみになります。「設定」>「一般」>「キーボード」>「音声入力の言語」でその言語を追加すると、通常は使えるようになります。
ko: 이 언어는 오프라인 텍스트 변환을 지원하지 않아 이 녹음은 오디오만 저장됩니다. 설정 > 일반 > 키보드 > 받아쓰기 언어에서 해당 언어를 추가하면 대개 사용할 수 있게 됩니다.
pt_br: A transcrição off-line não está disponível para este idioma, então esta gravação terá apenas áudio. Adicionar o idioma em Ajustes > Geral > Teclado > Idiomas de Ditado costuma ativá-lo.
ru: Офлайн-расшифровка недоступна для этого языка, поэтому запись будет только звуковой. Обычно помогает добавить язык в «Настройки» > «Основные» > «Клавиатура» > «Языки диктовки».
uk: Офлайн-розшифровка недоступна для цієї мови, тож запис буде лише звуковим. Зазвичай допомагає додати мову в «Параметри» > «Загальні» > «Клавіатура» > «Мови диктування».
zh_hans: 此语言不支持离线转写，因此本次录音仅保存音频。在“设置”>“通用”>“键盘”>“听写语言”中添加该语言，通常即可启用。
zh_hk: 此語言不支援離線轉寫，因此本次錄音僅保存音訊。喺「設定」>「一般」>「鍵盤」>「聽寫語言」加入呢種語言，通常就可以用。

source: Offline voice recognition isn't available for this language yet. Adding the language under Settings > General > Keyboard > Dictation Languages usually enables it.
de: Offline-Spracherkennung ist für diese Sprache noch nicht verfügbar. Wenn du die Sprache unter Einstellungen > Allgemein > Tastatur > Diktiersprachen hinzufügst, wird sie meist verfügbar.
el: Η αναγνώριση ομιλίας εκτός σύνδεσης δεν είναι ακόμη διαθέσιμη για αυτήν τη γλώσσα. Αν προσθέσεις τη γλώσσα στις Ρυθμίσεις > Γενικά > Πληκτρολόγιο > Γλώσσες υπαγόρευσης, συνήθως ενεργοποιείται.
es: El reconocimiento de voz sin conexión aún no está disponible para este idioma. Añadir el idioma en Ajustes > General > Teclado > Idiomas de dictado suele activarlo.
fr: La reconnaissance vocale hors ligne n'est pas encore disponible pour cette langue. L'ajout de la langue dans Réglages > Général > Clavier > Langues de dictée l'active généralement.
it: Il riconoscimento vocale offline non è ancora disponibile per questa lingua. Aggiungere la lingua in Impostazioni > Generali > Tastiera > Lingue di dettatura di solito la attiva.
ja: この言語のオフライン音声認識はまだ利用できません。「設定」>「一般」>「キーボード」>「音声入力の言語」でその言語を追加すると、通常は使えるようになります。
ko: 이 언어의 오프라인 음성 인식은 아직 지원되지 않습니다. 설정 > 일반 > 키보드 > 받아쓰기 언어에서 해당 언어를 추가하면 대개 사용할 수 있게 됩니다.
pt_br: O reconhecimento de fala offline ainda não está disponível para este idioma. Adicionar o idioma em Ajustes > Geral > Teclado > Idiomas de Ditado costuma ativá-lo.
ru: Офлайн-распознавание речи для этого языка пока недоступно. Обычно помогает добавить язык в «Настройки» > «Основные» > «Клавиатура» > «Языки диктовки».
uk: Офлайн-розпізнавання мовлення для цієї мови поки недоступне. Зазвичай допомагає додати мову в «Параметри» > «Загальні» > «Клавіатура» > «Мови диктування».
zh_hans: 该语言暂不支持离线语音识别。在“设置”>“通用”>“键盘”>“听写语言”中添加该语言，通常即可启用。
zh_hk: 呢種語言暫時未支援離線語音識別。喺「設定」>「一般」>「鍵盤」>「聽寫語言」加入呢種語言，通常就可以用。

source: On supported devices, the app can also use Apple's built-in on-device model. It starts instantly with no download at all. Like everything else in the app, it is fully offline.
de: Auf unterstützten Geräten kann die App auch das integrierte On-Device-Modell von Apple verwenden. Es startet sofort, ganz ohne Download. Wie alles andere in der App funktioniert es vollständig offline.
el: Σε συμβατές συσκευές, η εφαρμογή μπορεί επίσης να χρησιμοποιεί το ενσωματωμένο μοντέλο της Apple που εκτελείται στη συσκευή. Ξεκινά αμέσως, χωρίς καμία λήψη. Όπως όλα τα υπόλοιπα στην εφαρμογή, λειτουργεί πλήρως εκτός σύνδεσης.
es: En los dispositivos compatibles, la app también puede usar el modelo integrado de Apple que funciona en el dispositivo. Se inicia al instante, sin ninguna descarga. Como todo lo demás en la app, funciona completamente sin conexión.
fr: Sur les appareils compatibles, l'app peut aussi utiliser le modèle intégré d'Apple qui fonctionne sur l'appareil. Il démarre instantanément, sans aucun téléchargement. Comme tout le reste de l'app, il est entièrement hors ligne.
it: Sui dispositivi supportati, l'app può usare anche il modello integrato di Apple che funziona sul dispositivo. Si avvia all'istante, senza alcun download. Come tutto il resto dell'app, è completamente offline.
ja: 対応デバイスでは、Appleの内蔵オンデバイスモデルも使用できます。ダウンロード不要ですぐに使い始められます。アプリの他の機能と同様、完全にオフラインで動作します。
ko: 지원되는 기기에서는 Apple의 내장 온디바이스 모델도 사용할 수 있습니다. 다운로드 없이 즉시 시작됩니다. 앱의 다른 모든 기능과 마찬가지로 완전히 오프라인으로 작동합니다.
pt_br: Em dispositivos compatíveis, o app também pode usar o modelo integrado da Apple que funciona no dispositivo. Ele começa na hora, sem nenhum download. Como todo o resto do app, é totalmente offline.
ru: На поддерживаемых устройствах приложение также может использовать встроенную модель Apple, работающую на устройстве. Она запускается мгновенно и вообще не требует скачивания. Как и всё остальное в приложении, она работает полностью офлайн.
uk: На підтримуваних пристроях застосунок також може використовувати вбудовану модель Apple, що працює на пристрої. Вона запускається миттєво й зовсім не потребує завантаження. Як і все інше в застосунку, вона працює повністю офлайн.
zh_hans: 在支持的设备上，应用还可以使用 Apple 内置的设备端模型。它无需任何下载即可立即启动。和应用中的其他一切一样，它完全离线运行。
zh_hk: 在支援的裝置上，應用程式亦可使用 Apple 內置的裝置端模型。它完全無需下載，即開即用。同應用程式其他功能一樣，完全離線運作。

source: One-time download of %@
de: Einmaliger Download von %@
el: Εφάπαξ λήψη %@
es: Descarga única de %@
fr: Téléchargement unique de %@
it: Download unico di %@
ja: %@を一度だけダウンロード
ko: %@ 한 번만 다운로드
pt_br: Download único de %@
ru: Однократное скачивание %@
uk: Одноразове завантаження %@
zh_hans: 一次性下载 %@
zh_hk: 只需下載 %@ 一次

source: Only the first %lld pages were read. Scan the rest separately.
de: Nur die ersten %lld Seiten wurden gelesen. Den Rest bitte separat scannen.
el: Διαβάστηκαν μόνο οι πρώτες %lld σελίδες. Σαρώστε τις υπόλοιπες ξεχωριστά.
es: Solo se han leído las primeras %lld páginas. Escanea el resto por separado.
fr: Seules les %lld premières pages ont été lues. Numérisez le reste séparément.
it: Sono state lette solo le prime %lld pagine. Scansiona il resto separatamente.
ja: 最初の%lldページのみ読み取りました。残りは別に読み取ってください。
ko: 처음 %lld페이지만 읽었습니다. 나머지는 따로 스캔해 주세요.
pt_br: Apenas as primeiras %lld páginas foram lidas. Digitalize o resto separadamente.
ru: Прочитаны только первые %lld страниц. Остальные отсканируйте отдельно.
uk: Прочитано лише перші %lld сторінок. Решту відскануйте окремо.
zh_hans: 只读取了前 %lld 页，其余请分开扫描。
zh_hk: 只讀咗頭 %lld 頁，其餘請分開掃描。

source: Open AiGoodbye once to set up an AI model, then try again.
de: Öffne AiGoodbye einmal, um ein KI-Modell einzurichten, und versuche es erneut.
el: Ανοίξτε το AiGoodbye μία φορά για να ρυθμίσετε ένα μοντέλο AI και δοκιμάστε ξανά.
es: Abre AiGoodbye una vez para configurar un modelo de IA y vuelve a intentarlo.
fr: Ouvrez AiGoodbye une fois pour configurer un modèle d'IA, puis réessayez.
it: Apri AiGoodbye una volta per configurare un modello di IA, poi riprova.
ja: AiGoodbyeを一度開いてAIモデルを設定してから、もう一度お試しください。
ko: AiGoodbye를 한 번 열어 AI 모델을 설정한 후 다시 시도하세요.
pt_br: Abra o AiGoodbye uma vez para configurar um modelo de IA e tente novamente.
ru: Откройте AiGoodbye один раз, чтобы настроить модель ИИ, и попробуйте снова.
uk: Відкрийте AiGoodbye один раз, щоб налаштувати модель ШІ, і спробуйте ще раз.
zh_hans: 请先打开 AiGoodbye 设置 AI 模型，然后重试。
zh_hk: 請先開一次 AiGoodbye 設定好 AI 模型，然後再試。

source: Opens the model picker
de: Öffnet die Modellauswahl
el: Ανοίγει τον επιλογέα μοντέλου
es: Abre el selector de modelos
fr: Ouvre le sélecteur de modèle
it: Apre il selettore del modello
ja: モデル選択画面を開きます
ko: 모델 선택기를 엽니다
pt_br: Abre o seletor de modelos
ru: Открывает выбор модели
uk: Відкриває вибір моделі
zh_hans: 打开模型选择器
zh_hk: 開啟模型選擇器

source: Organizing the notes
de: Notizen werden geordnet
el: Οργάνωση των σημειώσεων
es: Organizando las notas
fr: Organisation des notes
it: Organizzazione delle note
ja: メモを整理中
ko: 메모 정리 중
pt_br: Organizando as anotações
ru: Систематизирую заметки
uk: Упорядковую нотатки
zh_hans: 正在整理笔记
zh_hk: 正在整理筆記

source: Other
de: Sonstiges
el: Άλλο
es: Otro
fr: Autre
it: Altro
ja: その他
ko: 기타
pt_br: Outro
ru: Прочее
uk: Інше
zh_hans: 其他
zh_hk: 其他

source: Page %lld
de: Seite %lld
el: Σελίδα %lld
es: Página %lld
it: Pagina %lld
ja: %lld ページ
ko: %lld쪽
pt_br: Página %lld
ru: Страница %lld
uk: Сторінка %lld
zh_hans: 第 %lld 页
zh_hk: 第 %lld 頁

source: Partial download · %@
de: Teildownload · %@
el: Μερική λήψη · %@
es: Descarga parcial · %@
fr: Téléchargement partiel · %@
it: Download parziale · %@
ja: 部分ダウンロード · %@
ko: 부분 다운로드 · %@
pt_br: Download parcial · %@
ru: Частичная загрузка · %@
uk: Часткове завантаження · %@
zh_hans: 部分下载 · %@
zh_hk: 下載咗一部分 · %@

source: Passcode
de: Code
el: Κωδικός
es: Código
fr: Code
it: Codice
ja: パスコード
ko: 암호
pt_br: Código
ru: Код-пароль
uk: Код-пароль
zh_hans: 密码
zh_hk: 密碼

source: Paste a model address such as mlx-community/Qwen3-VL-2B-Instruct-4bit. Only models converted for MLX will work; the mlx-community organization publishes thousands of them.
de: Füge eine Modelladresse ein, etwa mlx-community/Qwen3-VL-2B-Instruct-4bit. Es funktionieren nur für MLX konvertierte Modelle; die Organisation mlx-community veröffentlicht Tausende davon.
el: Επικόλλησε μια διεύθυνση μοντέλου, π.χ. mlx-community/Qwen3-VL-2B-Instruct-4bit. Λειτουργούν μόνο μοντέλα μετατρεμμένα για MLX· ο οργανισμός mlx-community δημοσιεύει χιλιάδες τέτοια.
es: Pega una dirección de modelo como mlx-community/Qwen3-VL-2B-Instruct-4bit. Solo funcionan los modelos convertidos para MLX; la organización mlx-community publica miles.
fr: Collez une adresse de modèle telle que mlx-community/Qwen3-VL-2B-Instruct-4bit. Seuls les modèles convertis pour MLX fonctionnent ; l'organisation mlx-community en publie des milliers.
it: Incolla un indirizzo di modello come mlx-community/Qwen3-VL-2B-Instruct-4bit. Funzionano solo i modelli convertiti per MLX; l'organizzazione mlx-community ne pubblica migliaia.
ja: mlx-community/Qwen3-VL-2B-Instruct-4bit のようなモデルのアドレスを貼り付けてください。MLX 用に変換されたモデルのみ動作します。mlx-community には数千のモデルがあります。
ko: mlx-community/Qwen3-VL-2B-Instruct-4bit 같은 모델 주소를 붙여 넣으세요. MLX용으로 변환된 모델만 작동하며, mlx-community 조직이 수천 개를 공개하고 있습니다.
pt_br: Cole um endereço de modelo como mlx-community/Qwen3-VL-2B-Instruct-4bit. Só funcionam modelos convertidos para MLX; a organização mlx-community publica milhares deles.
ru: Вставьте адрес модели, например mlx-community/Qwen3-VL-2B-Instruct-4bit. Работают только модели, конвертированные для MLX; организация mlx-community публикует их тысячами.
uk: Вставте адресу моделі, наприклад mlx-community/Qwen3-VL-2B-Instruct-4bit. Працюють лише моделі, конвертовані для MLX; організація mlx-community публікує їх тисячами.
zh_hans: 粘贴模型地址，例如 mlx-community/Qwen3-VL-2B-Instruct-4bit。仅支持已转换为 MLX 格式的模型；mlx-community 组织发布了数千个这样的模型。
zh_hk: 貼上模型位址，例如 mlx-community/Qwen3-VL-2B-Instruct-4bit。僅支援已轉換為 MLX 格式的模型；mlx-community 組織發布了數千個這樣的模型。

source: Paused
de: Pausiert
el: Σε παύση
es: En pausa
fr: En pause
it: In pausa
ja: 一時停止中
ko: 일시정지됨
pt_br: Pausado
ru: Пауза
uk: Призупинено
zh_hans: 已暂停
zh_hk: 已暫停

source: Permissions
de: Berechtigungen
el: Άδειες
es: Permisos
fr: Autorisations
it: Autorizzazioni
ja: アクセス許可
ko: 권한
pt_br: Permissões
ru: Разрешения
uk: Дозволи
zh_hans: 权限
zh_hk: 權限

source: Personalization
de: Personalisierung
el: Εξατομίκευση
es: Personalización
fr: Personnalisation
it: Personalizzazione
ja: パーソナライズ
ko: 개인화
pt_br: Personalização
ru: Персонализация
uk: Персоналізація
zh_hans: 个性化
zh_hk: 個人化

source: Personas change how the AI answers. Memory and your library stay on this device.
de: Personas ändern, wie die KI antwortet. Gedächtnis und Bibliothek bleiben auf diesem Gerät.
el: Οι χαρακτήρες αλλάζουν τον τρόπο που απαντά το AI. Η μνήμη και η βιβλιοθήκη σας μένουν σε αυτή τη συσκευή.
es: Las personalidades cambian cómo responde la IA. La memoria y tu biblioteca se quedan en este dispositivo.
fr: Les personnalités changent la façon dont l'IA répond. La mémoire et votre bibliothèque restent sur cet appareil.
it: Le personalità cambiano il modo in cui l'IA risponde. La memoria e la tua libreria restano su questo dispositivo.
ja: ペルソナはAIの答え方を変えます。記憶とライブラリはこのデバイスに留まります。
ko: 페르소나는 AI의 답변 방식을 바꿉니다. 기억과 라이브러리는 이 기기에 남습니다.
pt_br: As personalidades mudam o jeito como a IA responde. A memória e sua biblioteca ficam neste dispositivo.
ru: Роли меняют то, как отвечает ИИ. Память и ваша библиотека остаются на этом устройстве.
uk: Ролі змінюють те, як відповідає ШІ. Пам'ять і ваша бібліотека залишаються на цьому пристрої.
zh_hans: 角色会改变 AI 的回答方式。记忆和您的资料库都留在这台设备上。
zh_hk: 角色會改變 AI 嘅回答方式。記憶同你嘅資料庫都留喺呢部裝置。

source: Photo Library
de: Fotomediathek
el: Βιβλιοθήκη φωτογραφιών
es: Fototeca
fr: Photothèque
it: Libreria foto
ja: フォトライブラリ
ko: 사진 보관함
pt_br: Fototeca
ru: Медиатека
uk: Медіатека
zh_hans: 照片图库
zh_hk: 相片圖庫

source: Photos and documents you attach
de: Fotos und Dokumente, die du anhängst
el: Φωτογραφίες και έγγραφα που επισυνάπτεις
es: Fotos y documentos que adjuntas
fr: Photos et documents que vous joignez
it: Foto e documenti che alleghi
ja: 添付した写真や書類
ko: 첨부한 사진과 문서
pt_br: Fotos e documentos que você anexa
ru: Прикреплённые вами фото и документы
uk: Прикріплені вами фото та документи
zh_hans: 你附加的照片和文稿
zh_hk: 你附加的照片和文件

source: Photos, documents, scanning, live camera, describe surroundings, translate and record
de: Fotos, Dokumente, Scannen, Live-Kamera, Umgebung beschreiben, Übersetzen und Aufnehmen
el: Φωτογραφίες, έγγραφα, σάρωση, ζωντανή κάμερα, περιγραφή περιβάλλοντος, μετάφραση και εγγραφή
es: Fotos, documentos, escaneo, cámara en vivo, describir el entorno, traducir y grabar
fr: Photos, documents, numérisation, caméra en direct, description de l'environnement, traduction et enregistrement
it: Foto, documenti, scansione, fotocamera dal vivo, descrizione dell'ambiente, traduzione e registrazione
ja: 写真、書類、スキャン、ライブカメラ、周囲の説明、翻訳、録音
ko: 사진, 문서, 스캔, 실시간 카메라, 주변 설명, 번역, 녹음
pt_br: Fotos, documentos, digitalização, câmera ao vivo, descrever o ambiente, traduzir e gravar
ru: Фото, документы, сканирование, живая камера, описание окружения, перевод и запись
uk: Фото, документи, сканування, жива камера, опис оточення, переклад і запис
zh_hans: 照片、文稿、扫描、实时相机、描述环境、翻译和录音
zh_hk: 照片、文件、掃描、即時相機、描述環境、翻譯和錄音

source: Play
de: Wiedergabe
el: Αναπαραγωγή
es: Reproducir
fr: Lecture
it: Riproduci
ja: 再生
ko: 재생
pt_br: Reproduzir
ru: Воспроизвести
uk: Відтворити
zh_hans: 播放
zh_hk: 播放

source: Please analyze this document and provide a summary.
de: Bitte analysiere dieses Dokument und erstelle eine Zusammenfassung.
el: Ανάλυσε αυτό το έγγραφο και δώσε μια περίληψη.
es: Analiza este documento y haz un resumen.
fr: Analyse ce document et fais-en un résumé.
it: Analizza questo documento e fai un riassunto.
ja: この書類を分析して要約してください。
ko: 이 문서를 분석하고 요약해 주세요.
pt_br: Analise este documento e faça um resumo.
ru: Проанализируй этот документ и сделай краткое резюме.
uk: Проаналізуй цей документ і зроби стислий підсумок.
zh_hans: 请分析此文稿并提供摘要。
zh_hk: 請分析呢份文件並提供摘要。

source: Please try again.
de: Bitte versuche es erneut.
el: Δοκιμάστε ξανά.
es: Inténtalo de nuevo.
fr: Veuillez réessayer.
it: Riprova.
ja: もう一度お試しください。
ko: 다시 시도해 주세요.
pt_br: Tente novamente.
ru: Попробуйте ещё раз.
uk: Спробуйте ще раз.
zh_hans: 请重试。
zh_hk: 請再試一次。

source: Preparing %@...
de: %@ wird vorbereitet ...
el: Προετοιμασία %@...
es: Preparando %@...
fr: Préparation de %@...
it: Preparazione di %@...
ja: %@を準備中…
ko: %@ 준비 중...
pt_br: Preparando %@...
ru: Подготовка %@...
uk: Підготовка %@...
zh_hans: 正在准备 %@…
zh_hk: 正在準備 %@…

source: Previous generation vision model
de: Vision-Modell der vorherigen Generation
el: Μοντέλο όρασης προηγούμενης γενιάς
es: Modelo de visión de la generación anterior
fr: Modèle de vision de la génération précédente
it: Modello di visione della generazione precedente
ja: 前世代のビジョンモデル
ko: 이전 세대 비전 모델
pt_br: Modelo de visão da geração anterior
ru: Модель компьютерного зрения предыдущего поколения
uk: Модель комп'ютерного зору попереднього покоління
zh_hans: 上一代视觉模型
zh_hk: 上一代視覺模型

source: Privacy
de: Datenschutz
el: Απόρρητο
es: Privacidad
fr: Confidentialité
ja: プライバシー
ko: 개인정보 보호
pt_br: Privacidade
ru: Конфиденциальность
uk: Конфіденційність
zh_hans: 隐私
zh_hk: 私隱

source: Privacy Center
de: Datenschutz-Center
el: Κέντρο απορρήτου
es: Centro de privacidad
fr: Centre de confidentialité
it: Centro privacy
ja: プライバシーセンター
ko: 개인정보 보호 센터
pt_br: Central de privacidade
ru: Центр конфиденциальности
uk: Центр конфіденційності
zh_hans: 隐私中心
zh_hk: 私隱中心

source: Private, on-device AI. Works offline, no subscriptions, your conversations never leave your device.
de: Private KI direkt auf dem Gerät. Funktioniert offline, keine Abos, und deine Unterhaltungen verlassen dein Gerät nie.
el: Ιδιωτικό AI στη συσκευή. Λειτουργεί εκτός σύνδεσης, χωρίς συνδρομές, και οι συνομιλίες σου δεν φεύγουν ποτέ από τη συσκευή σου.
es: IA privada en el dispositivo. Funciona sin conexión, sin suscripciones, y tus conversaciones nunca salen de tu dispositivo.
fr: IA privée, sur l'appareil. Fonctionne hors ligne, sans abonnement, et vos conversations ne quittent jamais votre appareil.
it: IA privata, sul dispositivo. Funziona offline, senza abbonamenti, e le tue conversazioni non lasciano mai il dispositivo.
ja: 端末内で動くプライベート AI。オフラインで動作し、サブスクリプションはなく、会話が端末の外に出ることはありません。
ko: 기기에서 실행되는 비공개 AI. 오프라인으로 작동하고, 구독이 없으며, 대화가 기기를 벗어나지 않습니다.
pt_br: IA privada, no dispositivo. Funciona off-line, sem assinaturas, e suas conversas nunca saem do seu dispositivo.
ru: Приватный ИИ прямо на устройстве. Работает офлайн, без подписок, и ваши переписки никогда не покидают устройство.
uk: Приватний ШІ просто на пристрої. Працює офлайн, без підписок, і ваші розмови ніколи не залишають пристрій.
zh_hans: 在设备本机运行的私密 AI。可离线使用，无订阅，你的对话永远不会离开设备。
zh_hk: 在裝置本機執行的私密 AI。可離線使用，無訂閱，你的對話永遠不會離開裝置。

source: Prove it yourself
de: Überzeugen Sie sich selbst
el: Δοκιμάστε το μόνοι σας
es: Compruébalo tú mismo
fr: Vérifiez par vous-même
it: Provalo tu stesso
ja: 自分で確かめる
ko: 직접 확인해 보세요
pt_br: Comprove você mesmo
ru: Проверьте сами
uk: Перевірте самі
zh_hans: 自己验证一下
zh_hk: 自己試吓證明

source: Question
de: Frage
el: Ερώτηση
es: Pregunta
it: Domanda
ja: 質問
ko: 질문
pt_br: Pergunta
ru: Вопрос
uk: Запитання
zh_hans: 问题
zh_hk: 問題

source: Questions or ideas? Visit aigoodbye.ai or email marketing@dealerofhappiness.com. We would love to hear from you.
de: Fragen oder Ideen? Besuchen Sie aigoodbye.ai oder schreiben Sie an marketing@dealerofhappiness.com. Wir freuen uns, von Ihnen zu hören.
el: Έχετε ερωτήσεις ή ιδέες; Επισκεφθείτε το aigoodbye.ai ή στείλτε email στο marketing@dealerofhappiness.com. Θα χαρούμε να σας ακούσουμε.
es: ¿Preguntas o ideas? Visita aigoodbye.ai o escribe a marketing@dealerofhappiness.com. Nos encantará saber de ti.
fr: Des questions ou des idées ? Rendez-vous sur aigoodbye.ai ou écrivez à marketing@dealerofhappiness.com. Nous serions ravis de vous lire.
it: Domande o idee? Visita aigoodbye.ai o scrivi a marketing@dealerofhappiness.com. Ci farebbe piacere sentirti.
ja: ご質問やアイデアはありますか？aigoodbye.aiにアクセスするか、marketing@dealerofhappiness.comまでメールでお寄せください。皆さまからのご連絡をお待ちしています。
ko: 질문이나 아이디어가 있으신가요? aigoodbye.ai를 방문하거나 marketing@dealerofhappiness.com으로 이메일을 보내 주세요. 여러분의 의견을 기다리고 있습니다.
pt_br: Dúvidas ou ideias? Acesse aigoodbye.ai ou envie um e-mail para marketing@dealerofhappiness.com. Adoraríamos ouvir você.
ru: Есть вопросы или идеи? Зайдите на aigoodbye.ai или напишите на marketing@dealerofhappiness.com. Будем рады вас услышать.
uk: Маєте запитання чи ідеї? Завітайте на aigoodbye.ai або напишіть на marketing@dealerofhappiness.com. Будемо раді вас почути.
zh_hans: 有问题或建议？欢迎访问 aigoodbye.ai，或发送邮件至 marketing@dealerofhappiness.com。我们期待您的来信。
zh_hk: 有問題或想法？歡迎瀏覽 aigoodbye.ai，或電郵至 marketing@dealerofhappiness.com。我們好想聽到你的意見。

source: Quick
de: Kurz
el: Σύντομη
es: Rápida
fr: Rapide
it: Breve
ja: 簡潔
ko: 간단
pt_br: Rápida
ru: Кратко
uk: Стисло
zh_hans: 简要
zh_hk: 簡要

source: Qwen2-VL 2B (4-bit). The previous default model. Still works well; Qwen3 Vision 2B gives better answers at the same size.
de: Qwen2-VL 2B (4-bit). Das bisherige Standardmodell. Funktioniert weiterhin gut; Qwen3 Vision 2B liefert bei gleicher Größe bessere Antworten.
el: Qwen2-VL 2B (4-bit). Το προηγούμενο προεπιλεγμένο μοντέλο. Εξακολουθεί να λειτουργεί καλά. Το Qwen3 Vision 2B δίνει καλύτερες απαντήσεις στο ίδιο μέγεθος.
es: Qwen2-VL 2B (4-bit). El modelo predeterminado anterior. Sigue funcionando bien; Qwen3 Vision 2B da mejores respuestas con el mismo tamaño.
fr: Qwen2-VL 2B (4-bit). L'ancien modèle par défaut. Il fonctionne toujours bien ; Qwen3 Vision 2B donne de meilleures réponses pour la même taille.
it: Qwen2-VL 2B (4-bit). Il precedente modello predefinito. Funziona ancora bene; Qwen3 Vision 2B offre risposte migliori a parità di dimensioni.
ja: Qwen2-VL 2B（4-bit）。以前のデフォルトモデルです。今も問題なく使えますが、同じサイズならQwen3 Vision 2Bの方が優れた回答を返します。
ko: Qwen2-VL 2B(4-bit). 이전 기본 모델입니다. 여전히 잘 작동하지만, 같은 크기라면 Qwen3 Vision 2B가 더 나은 답변을 제공합니다.
pt_br: Qwen2-VL 2B (4-bit). O modelo padrão anterior. Ainda funciona bem; o Qwen3 Vision 2B dá respostas melhores com o mesmo tamanho.
ru: Qwen2-VL 2B (4-bit). Предыдущая модель по умолчанию. Всё ещё работает хорошо; Qwen3 Vision 2B даёт более качественные ответы при том же размере.
uk: Qwen2-VL 2B (4-bit). Попередня стандартна модель. Досі працює добре; Qwen3 Vision 2B дає якісніші відповіді за такого самого розміру.
zh_hans: Qwen2-VL 2B（4-bit）。之前的默认模型。目前仍然好用；同样大小下，Qwen3 Vision 2B 的回答更好。
zh_hk: Qwen2-VL 2B（4-bit）。之前的預設模型。目前仍然好用；同樣大小之下，Qwen3 Vision 2B 的回答更好。
